---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.OccupancyUnit
source: html/04247a4f-adcd-07c9-0186-a805946ba80a.htm
---
# Autodesk.Revit.DB.Mechanical.Space.OccupancyUnit Property

Get or set the Occupancy Unit of the Space.

## Syntax (C#)
```csharp
public OccupancyUnit OccupancyUnit { get; set; }
```

## Remarks
This property is used to get or set the Occupancy Unit of the Space.